// import { colors } from '@mui/material'
import React from 'react'
import "./AboutMe.css"
export default function AboutMe() {
  return (
    <>
      <div className="">
        {/* <h1>  Comming Soon...  </h1>     */}
        <div className="container-about">
        <video className="about-video" src="/public/images-projects/space.mp4" autoPlay loop></video>

          <div className="main-header-about">
            <div className="img-0"><img src="/public/img-about/img-0.png" alt="" /></div>
            <div className="main-header-about-h1
        ">
              <h1>وصلت والله جابك اركب تأخرت علينا الرحله رح تعيش اليوم جو اتوقع كلنا نحبه رح تركب آله الزمن وتعيش دور هذاك الشخص الي يقدر يتخيل ايش رح يصير في المستقبل 😎</h1>
            </div>

          </div>


          <div className="section-0">
        {/* <video className="about-video-1" src="/public/images-projects/space.mp4" autoPlay loop></video> */}

            <div className="first-0">
              <div className="img-first-0"><img src="/public/img-about/img-1.jpg" alt="" /></div>
              <div className="h1-0">
                <h1>ياحليلك والله انك مسكين ضارب هالمشوار كله عشان تشتري لك اغراضك </h1>
                <h1>ترى رح نوصل لمرحله الواحد يتقضى مقاضيه كلها وهو على فراشه مريح </h1>
                <h1>تصدق لو بطنك  غرغرت جوع كل الي عليك اطلب من شئ اسمه تطبيق غمض عين وفتح عين الا والالكل يطق عند الباب </h1>
                <h1>ي خي زمنكم كل شئ فيه صعب </h1>
              </div>
            </div>
            <div className="sec-0">
              <div className="img-first-0"><img src="/public/img-about/img-2.jpg" alt="" /></div>
              <div className="h1-0">
                <h1> ي الهي اذهب ايها المعتوه إن هذا لضرب من الجنون</h1>
              </div>
            </div>
            <div className="brand">
              <img src="/public/img-about/amazon.png" alt="" />
              <img src="/public/img-about/haraj.png" alt="" />
              <img src="/public/img-about/shein.png" alt="" />
            </div>
          </div>

          <div className="section-1">

            <div className="first-1">

              <div className="h1-1">
                <h1>
                  يقدممييييي الحمام الزاجل وين عايشين ي خوي 🤣🤣
                  <br />بالله عليك كم تقعد تنتظره لحتى يجيك بالرد🤭
                </h1>
                <h1> لقد ضغطت على الجرح انتظره منذ شهور عديده ممله حتى انني نسيت متى ارسلتها معه </h1>
                <h1>
                  بل ونسيت مالذي مكتوب بداخلها
                </h1>
              </div>
              <div className="img-sec-1">
                <img src="/public/img-about/img-5.jpg" alt="" />
              </div>
            </div>

            <div className="sec-1">
              <img src="/public/img-about/img-3.jpg" alt="" />
              <h1>
                اي والله انكم تحبون الشقى <br />تدري انو رح نوصل لوقت تكلم فيه صاحبك إلي في اقصى الارض

              </h1>
              <h1>
                لاااااا وبضغطه زر كمان تشوفه صوت وصوره 😏
              </h1>
              <div>
                <img src="/public/img-about/img-4.jpg" alt="" />
                <h1>
                  إنصرف من هنا فلست بناقص اناس مجانين يكفي  الحمام اللعين هذا
                </h1>
              </div>
            </div>

          </div>

          <div className="sction-2">
            <div className="first-2">
              <div className="img-sec-1">
                <img src="/public/img-about/img-6.jpg" alt="" />
              </div>
              <div className="h1-2">
                  <h1>وش قاعد تسوي ي الحبيب 🤨</h1>
                  <br />
                  <h1>
                    يخوك خلني ف حالي الي فيني مكفيني سطرين مو قادر اكتبتهم ولا حتى كيف اصيغهم 
                  </h1>
              
              </div>
            </div>
            <div className="first-3">
              <div className="img-sec-1">
                <img src="/public/img-about/img-8.jpg" alt="" />
              </div>
              <div className="h1-2">
                  <h1>ابغى اكون مميز محترف بس مدري كيف 😫</h1>
                  <h1>
                    انت مستوعب كم صار عددنا على هالارض المسكينه 
                  </h1>
                  <br />
                  <h1>7</h1>
                  <h1> مليار 🤯</h1>
                  <h1>  وكلنا عاشين في صراع مين الي يقدر يضبط نفسه ويضمن مستقبله ويكون نفسه </h1>
             
                <h1>
                ويصير ملونييير
                 <br />
                 <br />
                 آآآآه بس يازين حياه الاغنياء يخوك ودي اوصل لمرحله  
                </h1>
                <br />
                <h1 className="h1-q"
                >كم معاك في البنك  ؟

                </h1>
                <br />
                <h1 className="h1-a">
                  😏قبل السؤال والا بعد السؤال 

                </h1>
                <br />
                <h1>😪 قول يارب قول يارب اني اعيش هاللحظه </h1>
              </div>
              <img className="img-yellow" src="/public/img-about/img-9.jpg" alt="" />

            </div>
            <div className="first-4">
              <div className="h1-2">
              <h1 >والله انك قديم مسكين مخك عايش في المستقبل بس قلبك عايش في العصر الحجري </h1>
              <h1>يخوك تدري انك تقدر تعرض نفسك بشكل ما يخلي احد يمل منك </h1>
              <br />
              <h1>بضغطه زر تخلي الناس تشوفك وتشوف انجازاتك وابداعك بشكل مرررره ممتع </h1>
              <br />
              <h1>
                لاااااا ازيدك من الشعر بيت 
              </h1>
              <h1>فرصه قبولك وتميزك في الشركات اكثر بكثيييير بمليون مره </h1>
              <br />
              <h1>
              هذا غير ان الشركات هي الي بتدور عليك 😉

              </h1>
              <h1>يخوك احنا في وقت المواقع الالكترونيه الشخصيه </h1>
              <h1>واذا بتكون مو مصدقني ف حاب ابشرك ترى وضعك مثل اصاحبنا حقين الحمام الزاجل والسوق القديم </h1>
              </div>

             
            </div>
          </div>

          <div className="section-3">
          {/* <video className="about-video-1" src="/public/images-projects/space.mp4" autoPlay loop></video> */}

            <div className="final-header-3">
              <div className="final-h1-3">
                <h1>تبغى الصدمه صدق</h1>
                <br />
                <h1>تدري لو جمعت لك نصوص موقع تشفير لحاله كم سطر رح يطلع ؟؟</h1>
                <br />
                <h1>دقيقه دقيقه</h1>
                <h1>
                يلا ي تشفير تحول ل سيره ذاتيه تقليديه

                </h1>
                <h1 className="dot">⚫</h1>
                <h1  className="dot">⚫</h1>
                <h1  className="dot">⚫</h1>
                <h1  className="dot">⚫</h1>
                <h1  className="dot">⚫</h1>
              </div>
              <img src="/public/img-about/img-10.png" alt="" />

            </div>
            <div className="cv-about">
              <img src="/public/img-about/img-12.png" alt="" />
              <div className="first-cv">
                <img src="/public/img-about/img-14.png" alt="" />
                <img src="/public/img-about/img-11.png" alt="" />

              </div>

              <div className="title ">
                <h1 className="imogy">اوووولاااااا</h1>

                <h1 className="black">
                  بالله عليك لو كان <span className="span-0">تشفير</span> بهذي الطريقه 
                </h1>
                <h1>رح تقرأه وانت مو حاسس بالوقت ؟؟؟؟؟؟؟؟؟</h1>
                <h1>على فكره تراك تعرفت على تشفير بالكامل من غير ما تحس </h1>
                <h1><span className="span-1">طيب وش السر <span className="imogy">🤨</span></span></h1>
                <img src="/public/img-about/img-13.jpg" alt="" />
                <h1>اتوقع انك عرفت ايش السر ي فهيم😉</h1>
                <h1 className="black"><span className="span-2">صور</span> فيدوهات <span className="span-3">خطوط الكلام مريحه للعين</span> .. <span className="span-4">امثله</span> .. <span className="span-5">الوان</span> كلام بسيط</h1>
                <h1>ضحك هناك 🤣 جديه هنا <span className="imogy">🕵️‍♀️</span> وكل هذا يخليك مستمتع </h1>
                <h1>ثقه اكبر في الشخص إلي جالس تقرأ عنه </h1>
                <h1>أرررحب تراحيب المطر ي هلا واالله <span className="imogy">🫡</span></h1>
                <h1 className="black">انا  .. <span className="imogy">😀</span><span className="span-0">تشفير</span> شخصيا تبغى تكون مميز مثلي </h1>
                <h1>أبشر غالي والطلب رخيص</h1>
                <h1 className="black">من سبق لبق  📲 </h1>
                <h1>دقيقه🚫🚫🚫🚫🚫 دقيقه ⛔⛔⛔⛔⛔</h1>
                <h1>وش رايك تضغطني ووديك على مكان متأكد مليون بالميه رح تفهم ايش معنى هذا الشغل الي عليه الكلام مش شغل مشي الحال</h1>
              </div>
            </div>
          </div>
        </div>
      </div>
    </>
  )
}
